[
    {
        "title": "Welcome To theshitmailcloud!",
        "subtitle": "The Place For Everything Funny, Cool, Weird, And Shitty!",
        "image": "https://i.im.ge/2024/05/05/Z80rTz.3dgifmaker34683.gif",
        "body": "Welcome! theshitmailcloud is owned and operated by TwentyFour7 Software: twentyfour7.xyz",
        "pinned": true,
        "html_filename": "2024-05-04-Welcome To theshitmailcloud!.html",
        "date": "2024-05-04"
    },
    {
        "title": "Siren Salt",
        "subtitle": "The way to get flavor - faster than a make-a-wish kid goes to disneyland",
        "image": "https://i.im.ge/2024/05/05/Z8yArK.3dgifmaker56534.gif",
        "body": "Tastes/looks/smells/feels/sounds like a puppy in need of asprin, and your ARE going to love it",
        "pinned": false,
        "html_filename": "2024-05-04-Siren Salt.html",
        "date": "2024-05-04"
    },
    {
        "title": "Joe (Old Guy) Smith Services",
        "subtitle": "I do everythig exept accounting",
        "image": "https://i.im.ge/2024/05/05/Z8C0aJ.3dgifmaker35823.gif",
        "body": "Things I Do Not Do:\n\nAccounting\n\nThings I Do:\n\nWork On Cars\n\nForget My Dog\n\nForget My Phone\n\nForget My iPad\n\nForget My Headlamp\n\nForget My Car Keys\n\nForget My Stuff",
        "pinned": false,
        "html_filename": "2024-05-04-Joe (Old Guy) Smith Services.html",
        "date": "2024-05-04"
    },
    {
        "title": "Black Teen Seeking Good Time",
        "subtitle": "Dnd, Anime, and Eating are Accepted",
        "image": "https://i.im.ge/2024/05/05/ZR2fZp.3dgifmaker81274.gif",
        "body": "Hey!\n\nCall Now!\n(520)-835-6724",
        "pinned": false,
        "html_filename": "2024-05-05-Black Teen Seeking Good Time.html",
        "date": "2024-05-05"
    },
    {
        "title": "Dandelion Exterminators",
        "subtitle": "Getting Rid Of Hope Since 2019",
        "image": "https://i.im.ge/2024/05/06/ZRCNRq.3dgifmaker96123.gif",
        "body": "• Tired of wishes being all over YOUR yard?\n\n•Want the sidewalk to be free of possibilities?\n\n•Sick of your friend’s wishes coming true?\n\nWell Look No Further!!\n\nWe Do:\n\nDandelions\n\nCall Now!\n(520)-948-0474",
        "pinned": false,
        "html_filename": "2024-05-05-Dandelion Exterminators.html",
        "date": "2024-05-05"
    },
    {
        "title": "The Number One World's Hardest \"Where's Waldo?\"",
        "subtitle": "Can YOU Figure It Out?",
        "image": "https://i.im.ge/2024/05/06/ZW929a.3dgifmaker84377.gif",
        "body": "Can you find Waldo In The Image Above?\n\nA Tip Later, But First History:\n\nIn the early 1980s, Martin Handford, a British illustrator and children's book author, embarked on a unique artistic endeavor inspired by his travels and observations of bustling cityscapes and crowded scenes. With a keen eye for detail and a penchant for whimsy, Handford began creating intricate illustrations filled with myriad characters and amusing scenarios.\n\nThe concept for what would later become the iconic \"Where's Waldo?\" series was born out of Handford's desire to engage readers in a playful search-and-find adventure amidst his elaborate illustrations. Drawing inspiration from the bustling streets of cities like London and New York, Handford meticulously crafted scenes that were teeming with activity and populated by a diverse cast of characters.\n\nThe genesis of Waldo himself was a result of Handford's fascination with blending into crowds—a skill he observed in everyday life. The character of Waldo, with his distinctive red-and-white striped sweater, round glasses, and bobble hat, was conceived as the central figure for readers to search for amidst the chaotic and colorful illustrations.\n\nAs Handford developed the first \"Where's Waldo?\" book, titled \"Where's Wally?\" in its original British release, he experimented with the level of intricacy in his drawings and the challenges presented to readers. Each page was meticulously crafted to offer layers of detail, from bustling city streets to vibrant beach scenes, encouraging readers to explore every nook and cranny in search of Waldo's elusive figure.\n\nUpon its publication in 1987, \"Where's Wally?\" quickly captivated audiences of all ages with its unique blend of visual storytelling and interactive gameplay. The book's success led to subsequent installments in the series, each featuring new settings and themes, from ancient civilizations to fantastical worlds.\n\nThe international appeal of \"Where's Waldo?\" (renamed for the American market) skyrocketed in the following years, spawning merchandise, animated adaptations, and even a dedicated fanbase of seasoned Waldo seekers. Martin Handford's meticulous attention to detail and imaginative world-building transformed \"Where's Waldo?\" from a simple children's book concept into a beloved cultural phenomenon.\n\nDecades later, the enduring popularity of \"Where's Waldo?\" continues to charm new generations of readers and seekers alike. Martin Handford's creation has become a timeless classic, celebrated for its blend of artistry, humor, and the universal joy of the search for Waldo amidst the beautifully chaotic worlds he inhabits.\n\nTIP: You can aso download the image here: https://i.im.ge/2024/05/06/ZW929a.3dgifmaker84377.gif\n\nCall If You Think You Found Him\n\nCall Now!\n(520)-907-6264",
        "pinned": false,
        "html_filename": "2024-05-06-The-Number-One-Worlds-Hardest-Wheres-Waldo.html",
        "date": "2024-05-06"
    },
    {
        "title": "Get Bitcoin And XRP Free!",
        "subtitle": "Learn how to mine it from ANY device, no cost!",
        "image": "https://i.im.ge/2024/05/06/ZWNX6C.3dgifmaker42482.gif",
        "body": "Bitcoin and XRP are becoming increasingly popular, and the demand\n\nCall Now!\n(520)-378-4184",
        "pinned": false,
        "html_filename": "2024-05-06-Get Bitcoin And XRP Free!.html",
        "date": "2024-05-06"
    },
    {
        "title": "How To Get Ten Bucks FAST!",
        "subtitle": "Just Watch 10 YouTube Videos!",
        "image": "https://i.im.ge/2024/05/09/ZfLVTJ.yt.gif",
        "body": "Get Ten Bucks Without Even Moving! Take A Look At Our\n\nCall Now!\n(520)-843-2045",
        "pinned": false,
        "html_filename": "2024-05-08-How To Get Ten Buck FAST!.html",
        "date": "2024-05-08"
    }
]